Dlubal.RFEM5.ReferenceSystemType
Type of reference system

Dlubal.RFEM5.ReferenceSystemType.UnknownReferenceSystemType
Unknown reference system

Dlubal.RFEM5.ReferenceSystemType.GlobalSystemType
Global reference system X,Y,Z

Dlubal.RFEM5.ReferenceSystemType.LocalSystemType
Local reference system x,y,z

Dlubal.RFEM5.ReferenceSystemType.UserDefinedSystemType
User-defined axes system